{
  "stories": [
    {
      "id": 1,
      "category": "Travel",
      "brand": "Canada",
      "image": "card1",
      "fullStory": "With so much to discover, we sent three celebrated and uniquely individual National Geographic photographers on assignment to capture images of the places, people and moments that touched them when visiting Canada at three very different times of year. Their only brief was to “Capture the Open spirit of Canada through a collection of incredible images”. Dividing the year up into three key seasons - Season of Bounty, Season of Twilight and Season of Wonder - and allocating a different National Geographic photographer to each, they were able to immerse themselves in everything Canada’s openness has to offer.",
      "summary": "Destination Canada invited National Geographic to explore what “openness” really means. Through beautiful photography, meaningful narratives ...",
      "link": "/detail/1"
    },
    {
      "id": 2,
      "category": "Consumer",
      "brand": "Finish",
      "image": "card2",
      "summary":"From manatees in Florida, to the Thames in London, to the drought stricken Karoo in South Africa, Finish and National Geo ...",
      "fullStory": "National Geographic CreativeWorks created an immersive storytelling campaign that dramatizes the worth of water. As part of this journey we traveled to South Africa, London and the US to document an intimate and urgent story of the value of water to people and ecosystems and those involved with securing the future of this precious resource. The result: an amazing body of work including a 10 minutes content piece for YouTube, shorter bespoke edits for each of these three local stories created for social media amplification. All of these pieces of content were amplified through our digital and social platforms with the aim of sharing these local stories on a global scale to not only help raise awareness of this major issue but to inspire and engage consumers to want to do more.",
      "link": "/detail/2"
    },
    {
      "id": 3,
      "category": "Luxury",
      "brand": "Prada",
      "image": "card3",
      "fullStory": "In 2019, Prada and @NationalGeographic CreativeWorks launched our *What We Carry* campaign by announcing the Re-Nylon Project: Prada's initiative using recycled plastics from around the world to reimagine their most iconic products. Today, all nylon within Prada’s production is made this way, and we are continuing our collaboration with the unveiling of the *What We Carry Forward* campaign. In this three-part video series, together we explore the power of education and indigenous knowledge in creating inspiring solutions that can help mitigate coral reef loss, invasive species, and glacier recession.",
      "summary": "In this three-part video series, together we explore the power of education and indigenous knowledge in creating inspiring solutions ...",
      "link": "/detail/3"
    },
    {
      "id": 4,
      "category": "Business",
      "brand": "Capgemini",
      "image": "card4",
      "fullStory": "We have worked closely with Capgemini to produce three fascinating articles covering topics relevant to the brand’s Innovation campaign. “The Future of Conservation” explores how technology is being used to support wildlife conservation – work that has never been more crucial. We cover how technology is helping to save life on earth through innovative technologies – from camera traps to drones; audio detection of logging to AI-driven conservation of at-risk environments in Nevada’s Mojave Desert. “The Future of Improving Lives” explores how technology is being used to meet real world challenges and improve lives by ensuring that more people have access to fundamental human rights such as food security, employment, financial services, education and more. The compelling underlying idea is that these need an innovative approach now – and technology is a crucial innovator for making lives better. “The Future of Energy” explores how as we look to reduce our reliance on fossil fuels, technology is supporting the shift to more renewable, cleaner energy sources. We explore the pros and cons of wind power, hydropower, and the intriguing potential of nuclear fusion. It is here we discover Capgemini’s work with ITER to design, test and build the world’s largest machine of its kind – the tokamak.",
      "summary": "Our fast moving–and highly stressed–planet cannot wait for innovative solutions to our problems tomorrow, or next year ...",
      "link": "/detail/4"
    },
    {
      "id": 5,
      "category": "Technology",
      "brand": "Oppo",
      "image": "card5",
      "fullStory": "National Geographic and OPPO explored the otherworldly colors of Mars on Earth through the help of National Geographic Photographer, Keith Ladzinski. He traveled through the Mojave Desert in search of the colors and vistas reminiscent of the Red Planet. What made this campaign unique is that every asset for the campaign, including our hero video, was shot on the OPPO Find X3 Pro. Keith’s amazing results were shared on a dedicated hub on nationalgraphic.com and a double page spread in National geographic magazine.",
      "summary": "Content from OPPO and National Geographic created to drive awareness of OPPO’s new Find X3 Pro phone, highlighting its unique ...",
      "link": "/detail/5"
    },
    {
      "id": 6,
      "category": "Automotive",
      "brand": "Bentley",
      "image": "card6",
      "fullStory": "Bentley’s prestige and quality credentials as a maker of luxury cars is undisputed. In recent times, they’ve ventured beyond the automotive industry, looking for innovative ways to widen their appeal and cement the brand in the luxury travel space.  With the latest Extraordinary Journeys program exploring the UK, Scandinavia and New Mexico through carefully curated and exclusive itineraries, Bentley sought to connect with a new audience who shares their passion for discovery.",
      "summary": "Powered by Bentley vehicles, insight and expertise, National Geographic shines a spotlight on Bentley’s Extraordinary Journeys program ...",
      "link": "/detail/6"
    },{
      "id": 7,
      "category": "Travel",
      "brand": "Abu Dhabi",
      "image": "card7",
      "fullStory": "Consumer research identified growth opportunities for consideration, intent, and conversion when marketing Abu Dhabi to potential visitors. It further indicated that there were multiple core markets, each with its own interest-driven audience subsets and different barriers to travel. National Geographic, a global media partner could efficiently target audiences at scale with market-relevant, funnel-targeted content based on their interests to showcase Abu Dhabi’s unique history, culture, and attractions.",
      "summary": "See More. Live More. Love More. Using mixed media to drive audience consideration ...",
      "link": "/detail/7"
    },
    {
      "id": 8,
      "category": "Luxury",
      "brand": "De Beers",
      "image": "card8",
      "fullStory": "Under the mantel of ‘Okavango Eternal’, the strategic partnership between De Beers & National Geographic continues to address one of the most critical conservation challenges in Africa: the Okavango Delta. In this latest chapter of the partnership, ‘Visiting the Delta’ National Geographic aims to raise awareness of the wonder and importance of the Okavango Delta, and to build excitement amongst global audiences around the prospect of visiting it for themselves.",
      "summary": "Through Okavango Eternal, work is underway to help protect the source waters of this one-of-a-kind region, and support tourism that benefits local communities ...",
      "link": "/detail/8"
    },
    {
      "id": 9,
      "category": "Automotive",
      "brand": "Porsche",
      "image": "card9",
      "fullStory": "For the launch of the new Macan, Porsche were looking for a partner to tell stories through video content that attracts thrill-seeking 35-45 year-olds. The theme of the campaign is centered on ‘Dare Forward Moments’ experienced on a road trip through Germany. Key EMEA markets included DE, IT, ES, RU and CH, with the campaign running from October to December 2021. For Porsche, it was important to both drive brand awareness through the campaign and engagement with the video assets which also feature across Porsche’s own media in key markets, as well as in their track day-like ‘experience centers’.",
      "summary": "Centered on a road trip in the Porsche Macan, National Geographic Adventure Photographer Ulla Lohmann reflected on the daring moments experienced when we push our limits ...",
      "link": "/detail/9"
    },
    {
      "id": 10,
      "category": "Business",
      "brand": "Zurich Insurance Group",
      "image": "card10",
      "fullStory": "Zurich wanted to run a campaign that reframed the role of insurance companies in the minds of their customers. By focussing on ‘what could go right’ as opposed to ‘what could go wrong’, there was a unique opportunity to create a global storytelling & media activation that introduced audiences to the power of joining forces with nature; shining a light on Forests, the magnitude of challenges we face and solutions needed for the future. This is the story that Zurich tasked us to tell – to educate and inspire audiences on the importance of habitat restoration and ways we can safeguard the planet we all share. The campaign also references the Zurich Forest Project. Overall, Zurich was looking to convey the message that by supporting nature today, we can build a more resilient tomorrow.",
      "summary": "In today’s world, it's refreshingly empowering to know that sometimes even tiny individual actions can kickstart a positive butterfly effect of change. Here, we’re showing how planting ...",
      "link": "/detail/10"
    }
  ]
}
